"Any" = "Bất kì";
"All" = "Tất cả";
"Save" = "Lưu";
"Kind" = "Loại";
"matches" = "đáp ứng";
"contain" = "chứa";
"begin with" = "bắt đầu với";
"end with"="kết thúc với";
"is" = "là";
"is not" = "không";
"equals" = "bằng";
"is less then" = "ít hơn";
"is greater than" = "lớn hơn";
"Contains ALL" = "Chứa tất cả";
"Contains Any" = "Chứa bất kì";
"Not Contains" = "Không chứ gì cả";
"Narrowly" = "Contains only";
"day" = "ngày";
"week" = "tuần";
"month" = "tháng";
"year" = "năm";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "giây";
